import zhLocale from 'element-ui/lib/locale/lang/zh-CN'
const cn = {
	"login": {
		"用户名": "用户名",
		"账号密码": "账号密码",
		"记住密码": "记住密码",
		"忘记密码": "忘记密码",
		"注册": "注册",
	},
	"layout": {
		"分享可获得1周免费": "分享可获得1周免费",
		"分享": "分享",
		"免费试用版":"免费试用版",
		"更换套餐":"更换套餐",
		"*合同将于2018年4月20日生效":"*合同将于2018年4月20日生效",
		"我希望这个计划现在生效。":"我希望这个计划现在生效。",
		"(在“今日”至2018年4月20日的价值差异上，将收取50美元的价值)":"(在“今日”至2018年4月20日的价值差异上，将收取50美元的价值)",
		"修改":"修改",
		"免费使用版":"免费使用版"

	},
	"product": {
		"产品管理": "产品管理",
		"广告管理": "广告管理",
		"属性库": "属性库",
		"开启快捷编辑": "开启快捷编辑",
		"入库": "入库",
		"打开库存编辑": "打开库存编辑",
		"复制店铺": "复制店铺",
		"新增产品": "新增产品",
		"图片": "图片",
		"名字": "名字",
		"品牌": "品牌",
	},
	"relatorios":{
		"历史报表":"历史报表",
		"利润报表":"利润报表",
		"发货报表":"发货报表",
		"退货报表":"退货报表",
		"分析报表":"分析报表"

	},
	...zhLocale
}

export default cn;
